/* different widget same name replace string */
"A different widget with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "Sul computer è già installato un widget diverso con lo stesso nome. Vuoi sostituirlo con questo widget “%@”?";

/* same name replace string */
"A file with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "Sul computer è già installato un documento con lo stesso nome. Vuoi sostituirlo con questo widget “%@”?";

/* warning for already installed in /Library, but newer */
"A newer version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Una nuova versione di questo widget è già installata per tutti gli utenti di questo computer. Installa in questo account utente solo se preferisci utilizzare questa copia.";

/* newer version replace string */
"A newer version of the %@ widget is already installed. Would you like to replace it?" = "Una versione precedente del widget %@ è già installata. Vuoi sostituirla?";

/* older version replace string */
"An older version of the %@ widget is already installed. Would you like to replace it?" = "Una versione precedente del widget %@ è già installata. Vuoi sostituirla?";

/* warning for already installed in /Library, but older */
"An older version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Una versione più vecchia di questo widget è già installata per tutti gli utenti di questo computer. Installa in questo account utente solo se preferisci utilizzare questa copia.";

/* install and open string */
"Do you want to install the %@ widget and open it in Dashboard?" = "Vuoi installare il widget %@ e aprirlo in Dashboard?";

/* end preview string */
"End Test" = "Fine del test";

/* title for OK button */
"Install" = "Installa";

/* installation failed title */
"The %@ widget can't be installed." = "Il widget %@ non può essere installato.";

/* ok button */
"OK" = "OK";

/* replace button, instead of install */
"Replace" = "Sostituisci";

/* title for OK button when developer run is on */
"Run" = "Esegui";

/* preview button string */
"Test Drive" = "Test dell'elemento";

/* invalid widget */
"You can't install the file %@ because it is not a valid widget." = "Non puoi installare il documento “%@” perché non è un widget valido.";

/* already installed replace string */
"The %@ widget is already installed. Would you like to replace it?" = "Il widget %@ è già installato. Vuoi sostituirlo?";

/* install quit and replace string */
"The widget you are installing is already installed on your computer, and one or more copies of it are open. Reinstalling it will close all copies of the widget." = "Il widget che stai installando è già installato sul computer e una o più copie del widget sono aperte. Reinstallando il widget verranno chiuse tutte le sue copie.";

/* install and quit string */
"The widget you are installing is already open. Installing this widget will close all copies of the widget." = "Il widget che stai installando è già aperto. L'installazione di questo widget farà chiudere tutte le copie del widget.";

/* widget deletion string */
"The widget you are replacing will be deleted immediately." = "Il widget che stai sostituendo sarà immediatamente eliminato.";

/* warning for already installed in /Library */
"This widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Questo widget è già installato per tutti gli utenti di questo computer. Installalo in questo account utente solo se preferisci utilizzare questa copia.";

/* already installed with different name replace string */
"This widget is already installed on your computer, but it's named %@. Would you like to replace the widget %@ with the widget %@?" = "Questo widget è già installato nel computer ma con il nome “%@”. Vuoi sostituire il widget “%@” con il widget “%@”?";

